---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksetKindFilter
source: html/b7734676-6be2-243c-28d5-7d1b1b0fcfb9.htm
---
# WorksetKindFilter Properties

True if the results of the filter only match stand-alone worksets; worksets that are not stand-alone will be rejected.